Repository: Kaizoku99/commercemain
Catalog: src/locales/*/messages_hero.po
Languages: ar

source: Welcome to ATP
ar: مرحبا بكم في ATP

source: Authentic Thai Wellness
ar: العافية التايلندية الأصيلة

source: Where
ar: حيث

source: authentic Thai wellness
ar: العافية التايلندية الأصيلة

source: meets
ar: تلتقي

source: German precision fitness
ar: اللياقة الألمانية الدقيقة

source: featuring traditional yoga sessions, therapeutic Thai massage, advanced EMS (Electrical Muscle Stimulation) training, plus natural supplements and beauty care for a complete healthier lifestyle.
ar: تتضمن جلسات اليوغا التقليدية التدليك التايلندي العلاجي تدريب EMS المتقدم (التحفيز الكهربائي للعضلات) بالإضافة إلى المكملات الطبيعية والعناية بالجمال لنمط حياة صحي متكامل.

source: Natural Supplements
ar: المكملات الطبيعية

source: Premium Thai wellness formulations
ar: تركيبات العافية التايلندية المتميزة

source: Beauty Care
ar: العناية بالجمال

source: Advanced skincare solutions
ar: حلول العناية بالبشرة المتقدمة

source: Yoga & Fitness
ar: اليوغا واللياقة

source: Authentic Thai wellness practices
ar: ممارسات العافية التايلندية الأصيلة

source: EMS Training
ar: تدريب EMS

source: Electrical Muscle Stimulation - German precision fitness technology
ar: التحفيز الكهربائي للعضلات - تقنية اللياقة الألمانية الدقيقة

source: Explore ATP Membership
ar: استكشف عضوية ATP

source: Learn Our Story
ar: تعرف على قصتنا

source: ATP Group Services Membership
ar: عضوية مجموعة خدمات ATP

source: 15% Discount on all premium services
ar: خصم 15% على جميع الخدمات المتميزة

source: Free Delivery on all product orders
ar: توصيل مجاني على جميع طلبات المنتجات

source: Exclusive access to wellness programs
ar: وصول حصري لبرامج العافية

source: Priority booking for EMS training
ar: حجز مميز لتدريب EMS
